[
  {
    name: 'Mage Hand',
    desc: "A spectral, floating hand appears at a point you choose within range. The hand lasts for the duration or until you dismiss it as an action. The hand vanishes if it is ever more than 30 feet away from you or if you cast this spell again. You can use your action to control the hand. You can use the hand to manipulate an object, open an unlocked door or container, stow or retrieve an item from an open container, or pour the contents out of a vial. You can move the hand up to 30 feet each time you use it. The hand can't attack, activate magic items, or carry more than 10 pounds.",
    page: 'phb 256',
    range: '30 feet',
    components: 'V, S',
    ritual: 'no',
    duration: '1 minute',
    concentration: 'no',
    casting_time: '1 action',
    level: 'Cantrip',
    level_int: 0,
    school: 'Conjuration',
    class: 'Bard, Sorcerer, Warlock, Wizard'
  },
  {
    name: 'Vicious Mockery',
    desc: "You unleash a string of insults laced with subtle enchantments at a creature you can see within range. If the target can hear you (though it need not understand you), it must succeed on a Wisdom saving throw or take 1d4 psychic damage and have disadvantage on the next attack roll it makes before the end of its next turn. This spell's damage increases by 1d4 when you reach 5th level (2d4), 11th level (3d4), and 17th level (4d4).",
    page: 'phb 285',
    range: '60 feet',
    components: 'V',
    ritual: 'no',
    duration: 'Instantaneous',
    concentration: 'no',
    casting_time: '1 action',
    level: 'Cantrip',
    level_int: 0,
    school: 'Enchantment',
    class: 'Bard'
  },
  {
    name: 'Healing Word',
    desc: 'A creature of your choice that you can see within range regains hit points equal to 1d4 + your spellcasting ability modifier. This spell has no effect on undead or constructs.',
    higher_level: 'When you cast this spell using a spell slot of 2nd level or higher, the healing increases by 1d4 for each slot level above 1st.',
    page: 'phb 250',
    range: '60 feet',
    components: 'V',
    ritual: 'no',
    duration: 'Instantaneous',
    concentration: 'no',
    casting_time: '1 bonus action',
    level: '1st-level',
    level_int: 1,
    school: 'Evocation',
    class: 'Bard, Cleric, Druid'
  },
  {
    name: 'Comprehend Languages',
    desc: "For the duration, you understand the literal meaning of any spoken language that you hear. You also understand any written language that you see, but you must be touching the surface on which the words are written. It takes about 1 minute to read one page of text. This spell doesn't decode secret messages in a text or a glyph, such as an arcane sigil, that isn't part of a written language.",
    page: 'phb 224',
    range: 'Self',
    components: 'V, S, M',
    material: 'A pinch of soot and salt.',
    ritual: 'yes',
    duration: '1 hour',
    concentration: 'no',
    casting_time: '1 action',
    level: '1st-level',
    level_int: 1,
    school: 'Divination',
    class: 'Bard, Ritual Caster, Sorcerer, Warlock, Wizard'
  },
  {
    name: 'Heroism',
    desc: 'A willing creature you touch is imbued with bravery. Until the spell ends, the creature is immune to being frightened and gains temporary hit points equal to your spellcasting ability modifier at the start of each of its turns. When the spell ends, the target loses any remaining temporary hit points from this spell.',
    page: 'phb 250',
    range: 'Touch',
    components: 'V, S',
    ritual: 'no',
    duration: 'Up to 1 minute',
    concentration: 'yes',
    casting_time: '1 action',
    level: '1st-level',
    level_int: 1,
    school: 'Enchantment',
    class: 'Bard, Paladin'
  },
  {
    name: 'Longstrider',
    desc: "You touch a creature. The target's speed increases by 10 feet until the spell ends.",
    higher_level: 'When you cast this spell using a spell slot of 2nd level or higher, you can target one additional creature for each spell slot above 1st.',
    page: 'phb 256',
    range: 'Touch',
    components: 'V, S, M',
    material: 'A pinch of dirt.',
    ritual: 'no',
    duration: '1 hour',
    concentration: 'no',
    casting_time: '1 action',
    level: '1st-level',
    level_int: 1,
    school: 'Transmutation',
    class: 'Bard, Druid, Ranger, Wizard'
  },
  undefined
]
