{
    "data": [
        "I killed my family.",
        "I have an obvious tell when I lie.",
        "Nobody can know anything about my history, as they will inevitably use it against me.",
        "I always keep a hand on my coin purse, and my weapon",
        "I always position myself so that I can see everyone, and every entrance and exit in the room.",
        "Paranoid doesn't even begin to describe me.",
        "I let down my guard around friends, and am usually unprepared if anything happens.",
        "I rely on my friends for almost everything, because I don't trust myself.",
        "I don't have any flaws. I am perfect (In my eyes).",
        "I'm the smartest one here, and don't let anyone else tell you otherwise.",
        "I can't stand still for longer than ten seconds.",
        "I find it hard to concentrate on one thing, and often find my mind wandering.",
        "I am invincible!",
        "I am mortal. Everything and Everything can kill me. Please help.",
        "I have crippling depression, but I try to hide it.",
        "I seem to lose everything good in my life.I am hesitant about new things.",
        "I'm not trustworthy, and I don't like it when people depend on me.",
        "I try and save everyone, even if they are a lost cause.",
        "I have nightmares about a mistake I made, and have vowed never to let it happen again.",
        "I will often take anything valuable that isn't bolted down. And some things that are.",
        "I'm horribly awkward in social situations, despite my best efforts.",
        "I'm afraid to spend money. What if I need it later?",
        "I always take charge of the situation, especially when someone else is meant to.",
        "I am extremely jealous of everyone for one thing or another.",
        "I don't take orders well. I work alone.",
        "I hate those who differ from my opinions.",
        "I don't care if I kill. We all die eventually... right?",
        "Don't get on my bad side. If you do... Well, just watch out, OK?",
        "I am always smug and self centred.",
        "I make a joke out of everything.",
        "I speak very loudly, and have a tendency to yell.",
        "Once I set my mind on something, nothing can stop me, even a God.",
        "I am extremely belligerent towards another race.",
        "I dont' need help. Must I do everything myself?",
        "No one appreciates me. I'm useless.",
        "I am oblivious to my surroundings.",
        "I can often too enamored with alcohol.",
        "I have a really bad habit I can't break.",
        "I won't let myself feel emotions.",
        "I can't let others see my inner turmoil.",
        "I am extremely blunt, and have no tact whatsoever.",
        "I have been cursed, but nobody can know.",
        "I don't like to fully commit myself unless the odds are overwhelmingly in my favour.",
        "I have dyslexia; I find it difficult to read and write.",
        "I am fanatical about my goal or ambition.",
        "Once I start something, I must see it out to the end.",
        "I flirt with everyone. And everything.",
        "If can't help eating everything in sight.",
        "Deep down, I know I only do this for the thrill.",
        "I am extremely erratic in my behavior.",
        "I am the worst hypocrite I've ever met.",
        "We speak in the third person, which can be confusing.",
        "I am idealistic: Everything has a good side.",
        "I am the definition of pessimistic.",
        "I am slow to make new relationships.",
        "I am very impatient. I must have everything immediately.",
        "I am immature, childish, and I don't care.",
        "I take forever to make decisions under pressure.",
        "I have a really bad reputation where I come from",
        "I have a bounty on my head for a crime I didn't commit.",
        "I blamed some one else for a crime, and now they are dead.",
        "I am always ready to run away for my friends.",
        "My first instinct is to hide.",
        "I am judgemental about everyone",
        "I am really clumsy, and really embarased about it.",
        "I talk to myself when i'm alone",
        "I can speak to animals. Or, at least I think I can.",
        "I can't stand the sight of blood.",
        "I hate speaking. It's so... restricted.",
        "I am annoyingly sarcastic.",
        "I am terse and blunt, and only speak when necessary.",
        "I follow my own whims.",
        "I involve myself in everything.",
        "Something terrible happened to me. I tell everyone.",
        "No one wants to know my real story, so I make up a new one each time.",
        "I'm a coward, but I hide it under a guise of arrogance.",
        "I am secretly corrupt, and care only about money., butI want to be better.",
        "Happiness can buy you money. If you sell other people's happiness, that is.",
        "I never start a fair fight.",
        "My favour, once lost, is lost forever.",
        "I have been scarred by an event, and I have trying to forget it for years.",
        "I am a high functioning psycopath.",
        "I am so Naive, I think Owlbears are cuddly.",
        "I am infatuated with magic, and want more of it desperately.",
        "I hate using violence, but I force myself to.",
        "No one can hate you if they don't like you in the first place.",
        "I exaggerate everything, especially pain.",
        "Life is suffering. The only way to end it is to sever all material attachments.",
        "I only carry the bare minimum to survive.",
        "Good deeds are only repaid with bad ones.",
        "In the end, we all die. Nothing we do matters. So what's the point?",
        "When all seems lost, It probably is, so just give up.",
        "I always see the best in people. Everyone is redeemable.",
        "I will protect my friends with my life, even if they don't need protecting.",
        "I have an intense fear of something.",
        "I am predictable and prone to routines.",
        "I don't have time for pity.",
        "I enjoy inflicting misery on others, whether social, emotional, or physical.",
        "I am sceptical of anything I didn't make or come up with.",
        "I often lose my train of thought mid sentence.",
        "I judge others harshly, and myself even more severely.",
        "I put too much trust in those who wield power within my temple's hierarchy.",
        "My piety sometimes leads me to blindly trust those that profess faith in my god.",
        "I am inflexible in my thinking.",
        "I am suspicious of strangers and suspect the worst of them.",
        "Once I pick a goal, I become obsessed with it to the detriment of everything else in my life.",
        "I can't resist a pretty face.",
        "I'm always in debt. I spend my ill-gotten gains on decadent luxuries faster than I bring them in.",
        "I'm convinced that no one could ever fool me in the way I fool others.",
        "I'm too greedy for my own good. I can't resist taking a risk if there's money involved.",
        "I can't resist swindling people who are more powerful than me.",
        "I hate to admit it and will hate myself for it, but I'll run and preserve my own hide if the going gets tough.",
        "When I see something valuable, I can't think about anything but how to steal it.",
        "When faced with a choice between money and my friends, I usually choose the money.",
        "If there's a plan, I'll forget it. If I don't forget it, I'll ignore it.",
        "I have a 'tell' that reveals when I'm lying.",
        "I turn tail and run when things go bad.",
        "An innocent person is in prison for a crime that I committed. I'm okay with that.",
        "I'll do anything to win fame and renown.",
        "I'm a sucker for a pretty face.",
        "A scandal prevents me from ever going home again. That kind of trouble seems to follow me around.",
        "I once satirized a noble who still wants my head. It was a mistake that I will likely repeat.",
        "I have trouble keeping my true feelings hidden. My sharp tongue lands me in trouble.",
        "Despite my best efforts, I am unreliable to my friends.",
        "The tyrant who rules my land will stop at nothing to see me killed.",
        "I'm convinced of the significance of my destiny, and blind to my shortcomings and the risk of failure.",
        "The people who knew me when I was young know my shameful secret, so I can never go home again.",
        "I have a weakness for the vices of the city, especially hard drink.",
        "Secretly, I believe that things would be better if I were a tyrant lording over the land.",
        "I have trouble trusting in my allies.",
        "I'll do anything to get my hands on something rare or priceless.",
        "I'm quick to assume that someone is trying to cheat me.",
        "No one must ever learn that I once stole money from guild coffers.",
        "I'm never satisfied with what I have--I always want more.",
        "I would kill to acquire a noble title.",
        "I'm horribly jealous of anyone who outshines my handiwork. Everywhere I go, I'm surrounded by rivals.",
        "Now that I've returned to the world, I enjoy its delights a little too much.",
        "I harbor dark bloodthirsty thoughts that my isolation failed to quell.",
        "I am dogmatic in my thoughts and philosophy.",
        "I let my need to win arguments overshadow friendships and harmony.",
        "I'd risk too much to uncover a lost bit of knowledge.",
        "I like keeping secrets and won't share them with anyone.",
        "I secretly believe that everyone is beneath me.",
        "I hide a truly scandalous secret that could ruin my family forever.",
        "I too often hear veiled insults and threats in every word addressed to me, and I'm quick to anger.",
        "I have an insatiable desire for carnal pleasures.",
        "In fact, the world does revolve around me.",
        "By my words and actions, I often bring shame to my family.",
        "I am too enamored of ale, wine, and other intoxicants.",
        "There's no room for caution in a life lived to the fullest.",
        "I remember every insult I've received and nurse a silent resentment toward anyone who's ever wronged me.",
        "I am slow to trust members of other races",
        "Violence is my answer to almost any challenge.",
        "Don't expect me to save those who can't save themselves. It is nature's way that the strong thrive and the weak perish.",
        "I am easily distracted by the promise of information.",
        "Most people scream and run when they see a demon. I stop and take notes on its anatomy.",
        "Unlocking an ancient mystery is worth the price of a civilization.",
        "I overlook obvious solutions in favor of complicated ones.",
        "I speak without really thinking through my words, invariably insulting others.",
        "I can't keep a secret to save my life, or anyone else's.",
        "I follow orders, even if I think they're wrong.",
        "I'll say anything to avoid having to do extra work.",
        "Once someone questions my courage, I never back down no matter how dangerous the situation.",
        "Once I start drinking, it's hard for me to stop.",
        "I can't help but pocket loose coins and other trinkets I come across.",
        "My pride will probably lead to my destruction",
        "The monstrous enemy we faced in battle still leaves me quivering with fear.",
        "I have little respect for anyone who is not a proven warrior.",
        "I made a terrible mistake in battle that cost many lives--and I would do anything to keep that mistake secret.",
        "My hatred of my enemies is blind and unreasoning.",
        "I obey the law, even if the law causes misery.",
        "I'd rather eat my armor than admit when I'm wrong.",
        "If I'm outnumbered, I always run away from a fight.",
        "Gold seems like a lot of money to me, and I'll do just about anything for more of it.",
        "I will never fully trust anyone other than myself.",
        "I'd rather kill someone in their sleep than fight fair.",
        "It's not stealing if I need it more than someone else.",
        "People who don't take care of themselves get what they deserve."
    ]
}
